Repository: nicolas-ferrada/mycustomnotes
Catalog: lib/l10n/app_*.arb
Languages: de, es

# notesService_exception_deletingNote
source: Error deleting the note, please, try restarting the app and check if your internet connection is stable
de: Es war nicht möglich, die Notiz zu löschen. Bitte versuche die App neu zu starten und überprüfe deine Internetverbindung.
es: No se pudo borrar la nota, por favor, intenta reiniciando la aplicación y revisa si tu conexión a internet es estable

# foldersService_exception_gettingFolder
source: Error getting your folders, please, try restarting the app and check if your internet connection is stable
de: Es war nicht möglich, deine Ordner abzurufen. Bitte versuche die App neu zu starten und überprüfe deine Internetverbindung.
es: No se pudo obtener tus carpetas, por favor, intenta reiniciando la aplicación y revisa si tu conexión a internet es estable

# foldersService_exception_creatingFolder
source: Error creating the folder, please, try restarting the app and check if your internet connection is stable
de: Der Ordner konnte nicht erstellt werden. Bitte versuche die App neu zu starten und überprüfe deine Internetverbindung.
es: No se pudo crear la carpeta, por favor, intenta reiniciando la aplicación y revisa si tu conexión a internet es estable

# foldersService_exception_editingFolder
source: Error modifying the folder, please, try restarting the app and check if your internet connection is stable
de: Der Ordner konnte nicht geändert werden. Bitte versuche die App neu zu starten und überprüfe deine Internetverbindung.
es: No se pudo modificar la carpeta, por favor, intenta reiniciando la aplicación y revisa si tu conexión a internet es estable

# foldersService_exception_deletingFolder
source: Error deleting the folder, please, try restarting the app and check if your internet connection is stable
de: Der Ordner konnte nicht gelöscht werden. Bitte versuche die App neu zu starten und überprüfe deine Internetverbindung.
es: No se pudo borrar la carpeta, por favor, intenta reiniciando la aplicación y revisa si tu conexión a internet es estable

# searchNote_text_appbarTextfield
source: Search for a note or folder
de: Notiz oder Ordner suchen.
es: Busca una nota o una carpeta

# editModeInstructions_text_folder
source: Select the notes you want to add or remove from the folder, then save changes.
de: Wähle die Notizen aus, die du hinzufügen oder entfernen möchtest, und speichere dann die Änderungen.
es: Selecciona las notas que quieres agregar o quitar de la carpeta, luego, guarda los cambios.

# editModeNoNotesCreatedTitle_text_folder
source: You have no notes created!
de: Noch keine Notiz erstellt!
es: ¡Aún no has creado ninguna nota!

# editModeNoNotesCreatedSubtitle_text_folder
source: You need at least one note created, so then you can add it to the folder.
de: Du musst mindestens eine Notiz erstellt haben, um sie zu einem Ordner hinzufügen zu können.
es: Al menos debes tener una nota creada para poder agregarla a la carpeta.

# folderEmptyTitle_text_folder
source: Your folder is empty.
de: Der Ordner ist leer
es: Tu carpeta está vacía.

# folderEmptySubtitle_text_folder
source: Press the three dots on the top right corner and press 'edit', then tap the notes you want to add to this folder and save.
de: Tippe auf die drei Punkte in der oberen rechten Ecke und wähle 'Bearbeiten'. Dann kannst du die Notizen auswählen, die du zu dem Ordner hinzufügen oder aus dem Ordner entfernen möchtest. Speichere abschließend.
es: Presiona los tres puntos de la esquina superior derecha, toca 'editar', luego podrás seleccionar las notas que quieres agregar o quitar de la carpeta. Finalmente guarda.

# folderTitle_textformfield_folder
source: Folder's name
de: Unbenannt
es: Nombre carpeta

# accountTitle_text_accountSecurityPrivacy
source: My account
de: Mein Konto
es: Mi cuenta

# securityTitle_text_accountSecurityPrivacy
source: Security
de: Sicherheit
es: Seguridad

# privacyTitle_text_accountSecurityPrivacy
source: Privacy
de: Datenschutz
es: Privacidad

# showEmailException_text_myAccountWidget
source: Email could not be displayed.
de: Die E-Mail konnte nicht angezeigt werden.
es: No se pudo mostrar el correo.

# passwordProvider_text_myAccountWidget
source: Your account use email and password to log in.
de: Dein Konto verwendet E-Mail und Passwort, für die Anmeldung.
es: Tu cuenta usa correo y contraseña para iniciar sesión.

# googleProvider_text_myAccountWidget
source: Your account uses Google to log in.
de: Dein Konto verwendet Google zur Anmeldung.
es: Tu cuenta usa Google para iniciar sesión.

# emailPasswordAndGoogleProvider_text_myAccountWidget
source: Your account uses email-password and Google to log in.
de: Dein Konto verwendet mehrere Anbieter zur Anmeldung.
es: Tu cuenta usa múltiples proveedores para iniciar sesión.

# providerNotFound_text_myAccountWidget
source: Login provider not found.
de: Der Anmelde-Modus konnte nicht gefunden werden.
es: No se pudo encontrar la forma de iniciar sesión.

# myEmailSubtitle_text_myAccountWidget
source: My email:
de: Meine E-mail:
es: Mi correo electrónico:

# emailSubtitleWithSpace_text_myAccountWidget
source: Email:
es: Correo electrónico:

# changeEmail_richText_myAccountWidget
source: change your email.
de: E-mail Adresse ändern
es: cambia tu correo.

# changePassword_text_myAccountWidget
source: Password:
de: Passwort:
es: Contraseña:

# changePassword_richText_myAccountWidget
source: change your password.
de: Passwort ändern.
es: cambia tu contraseña.

# createPassword_richText_myAccountWidget
source: create a password.
de: Passwort erstellen.
es: crea una contraseña.

# changeEmailTitle_text_myAccountWidgetChangeEmailPage
source: Change email
de: E-mail ändern
es: Cambiar correo

# changeEmailSubtitle_text_myAccountWidgetChangeEmailPage
source: Do you really want to change your email?
de: Möchtest du deine E-Mail-Adresse ändern?
es: ¿Quieres cambiar tu correo electrónico?

# changeEmailSubtitle2_text_myAccountWidgetChangeEmailPage
source: Enter your current password and the new email.
de: Gib dein aktuelles Passwort und die neue E-Mail-Adresse ein.
es: Ingresa tu contraseña actual y el nuevo correo.

# changeEmailCurrentPasswordInput_textformfield_myAccountWidgetChangeEmailPage
source: Enter your current password
de: Aktuelles Passwort eingeben
es: Ingresa tu contraseña actual

# changeEmailEmailInput_textformfield_myAccountWidgetChangeEmailPage
source: Enter the new email
de: Neue E-Mail-Adresse eingeben
es: Ingresa el nuevo correo

# changeEmailEmailInputConfirm_textformfield_myAccountWidgetChangeEmailPage
source: Confirm the new email
de: Neue E-Mail-Adresse bestätigen
es: Confirma el nuevo correo

# changeEmailSucess_dialog_myAccountWidgetChangeEmailPage
source: Your email was changed successfully!, please, login in with your new email.
de: Deine E-Mail-Adresse wurde erfolgreich geändert! Bitte melde dich mit deiner neuen E-Mail-Adresse an.
es: ¡Se ha cambiado tu correo exitosamente!, por favor, inicia sesión con tu nuevo correo.

# changeEmailMultiprovider_text_myAccountWidgetChangeEmailPage
source: If you change your email, you will only be able to use Google to access to your account for the first log in, after, you will be able to create a password manually if you want.
de: Wenn du deine E-Mail-Adresse änderst, kannst du dich nur noch mit der neuen E-Mail anmelden. Du kannst es später wieder ändern.
es: Si cambias tu correo electrónico, solo podrás utilizar el nuevo correo para iniciar sesión la primera vez.

# changeEmailUserMismatch_exception_myAccountWidgetChangeEmailPageException
source: A user mismatch was found, please, try again.
de: Der Benutzer stimmt nicht überein, bitte versuche es erneut.
es: El usuario no coincide, por favor, inténtalo nuevamente.

# changeEmailUserNotFound_exception_myAccountWidgetChangeEmailPageException
source: The user was not found, please, try again.
de: Benutzer wurde nicht gefunden, bitte versuche es erneut.
es: No se encontró el usuario, por favor, inténtalo nuevamente.

# changeEmailInvalidCredentials_exception_myAccountWidgetChangeEmailPageException
source: The credentials are invalid, please, try again.
de: Die Anmeldeinformationen sind ungültig, bitte versuche es erneut.
es: Las credenciales son inválidas, por favor, inténtalo nuevamente.

# changeEmailInvalidEmail_exception_myAccountWidgetChangeEmailPageException
source: The email is invalid, please, try again.
de: Die E-Mail-Adresse ist ungültig, bitte versuche es erneut.
es: El correo es inválido, por favor, inténtalo nuevamente.

# changeEmailWrongPassword_exception_myAccountWidgetChangeEmailPageException
source: The password you entered is wrong, please, try again.
de: Das eingegebene Passwort ist falsch, bitte versuche es erneut.
es: La contraseña ingresada es incorrecta, por favor, inténtalo nuevamente.

# changeEmailGeneric_exception_myAccountWidgetChangeEmailPageException
source: There is a problem changing your email, you can try restarting the application or trying again later.
de: Beim Versuch, deine E-Mail-Adresse zu ändern, ist ein Problem aufgetreten. Bitte versuche die App neu zu starten oder versuche es später erneut.
es: Ocurrió un problema intentando cambiar tu correo, por favor, intenta reiniciando la aplicación o intentalo nuevamente más tarde.

# changeEmailEmailAlreadyInUse_exception_myAccountWidgetChangeEmailPageException
source: The email is already in use, please, use another email.
de: Die E-Mail-Adresse wird bereits verwendet. Bitte verwende eine andere E-Mail-Adresse.
es: El correo ya está en uso, por favor, usa otro correo electrónico.

# changeEmailRecentLoginNeeded_exception_myAccountWidgetChangeEmailPageException
source: A recent login is needed, please, try closing your current session and login in again.
de: Ein kürzlicher Login ist erforderlich. Bitte versuche, dich abzumelden und dich erneut anzumelden.
es: Un inicio de sesión reciente es necesario, por favor, intenta cerrando tu sesión actual y volviendo a iniciar sesión.

# changeEmailNoPassword_exception_myAccountWidgetChangeEmailPageException
source: Please, enter your password.
de: Passwort eingeben
es: Por favor, ingresa una contraseña.

# changeEmailNoEmails_exception_myAccountWidgetChangeEmailPageException
source: Please, type the new email and confirm it.
de: Neue E-Mail-Adresse eingeben und bestätigen.
es: Por favor, ingresa el correo nuevo y confírmalo.

# changeEmailEmailDontMatch_exception_myAccountWidgetChangeEmailPageException
source: The emails do not match, please, try again.
de: Die E-Mail-Adressen stimmen nicht überein, bitte versuche es erneut.
es: Los correos no coinciden, por favor, inténtalo nuevamente.

# changeEmailCurrentEmailIsSame_exception_myAccountWidgetChangeEmailPageException
source: The new email you are trying to change your account to, is your current account email.
de: Die E-Mail-Adresse, die du für dein Konto ändern möchtest, ist bereits die aktuelle E-Mail-Adresse deines Kontos.
es: El nuevo correo al cual estás intentando cambiar tu cuenta, ya es el correo actual de tu cuenta.

# changePasswordTitle_text_myAccountWidgetChangePasswordPage
source: Change password
de: Passwort ändern
es: Cambiar contraseña

# createPassword_button_myAccountWidgetChangePasswordPage
source: Create password
de: Passwort erstellen
es: Crear contraseña

# changePasswordSubtitle_text_myAccountWidgetChangePasswordPage
source: Do you really want to change your password?
de: Möchtest du dein Passwort ändern?
es: ¿Quieres cambiar tu contraseña?

# createPasswordSubtitle_text_myAccountWidgetChangePasswordPage
source: Do you really want to create a password?
de: Möchtest du ein Passwort erstellen?
es: ¿Quieres crear una contraseña?

# changePasswordSubtitle2_text_myAccountWidgetChangePasswordPage
source: An email with instructions will be sent.
de: Wir werden dir eine E-Mail mit Anweisungen senden.
es: Un correo con instrucciones será enviado.

# warningChangingAccountUnlinkGoogle2_text_myAccountWidgetChangePasswordPage
source: Creating a password will unlink Google as log in option, you will have to link it manually again.
de: Das Erstellen eines Passworts könnte die Verbindung mit anderen Anbietern für die Anmeldung trennen. Du musst sie manuell erneut verknüpfen.
es: Crear una contraseña podría desvincular otros proveedores para iniciar sesión, tendrás que vincularlos manualmente de nuevo.

# warningChangingAccountUnlinkGoogle_text_myAccountWidgetChangePasswordPage
source: Changing your password will unlink Google as log in option, you will have to link it manually again.
de: Das Ändern deines Passworts könnte die Verbindung mit anderen Anbietern für die Anmeldung trennen. Du musst sie manuell erneut verknüpfen.
es: Cambiar tu contraseña podría desvincular otros proveedores para iniciar sesión, tendrás que vincularlos manualmente de nuevo.

# accountRemoval_text_privacyWidget
source: Account removal:
de: Konto löschen:
es: Eliminar cuenta:

# deleteMyAccount_richText_privacyWidget
source: delete my account.
de: Mein Konto löschen.
es: borrar mi cuenta.

# myDataExport_text_privacyWidget
source: My data export:
de: Daten exportieren:
es: Exportar datos:

# downloadMyData_richText_privacyWidget
source: download my data.
de: Daten herunterladen.
es: descargar mis datos.

# termsOfService_richText_privacyWidget
source: Terms of service
de: Nutzungsbedingungen
es: Términos de uso

# and_text_privacyWidget
source: and
de: y
es: y

# privacyPolicy_richText_privacyWidget
source: Privacy policy.
de: Datenschutzrichtlinie.
es: Política de privacidad.

# deleteAccountTitle_text_privacyWidgetDeleteAccountPage
source: Delete account
de: Konto löschen
es: Borrar cuenta

# deleteAccountSubtitle_text_privacyWidgetDeleteAccountPage
source: Do you really want to delete your account?
de: Möchtest du dein Konto wirklich löschen?
es: ¿Realmente quieres borrar tu cuenta?

# deleteAccountSubtitle2_text_privacyWidgetDeleteAccountPage
source: All your data associated to your account will be permanently deleted and it won't be possible to recover it by any means.
de: Alle Daten, die mit deinem Konto verknüpft sind, werden dauerhaft gelöscht und können auf keine Weise wiederhergestellt werden.
es: Todos los datos asociados a tu cuenta serán permanentemente borrados y no se podrán recuperar de ninguna forma.

# deleteAccountCountdownText_text_privacyWidgetDeleteAccountPage
source: Your account will be deleted after {countdown} seconds.
de: Dein Konto wird nach {countdown} Sekunden gelöscht.
es: Tu cuenta será borrada después de {countdown} segundos.

# deleteAccountCountdownCanceled_text_privacyWidgetDeleteAccountPage
source: The countdown was canceled, your account is not going to be deleted.
de: Der Countdown wurde abgebrochen, dein Konto wird nicht gelöscht.
es: La cuenta regresiva se canceló, tu cuenta no será borrada.

# deleteAccountCancelCountdown_button_privacyWidgetDeleteAccountPage
source: Cancel countdown, do not delete my account.
de: Countdown abbrechen, Konto nicht löschen.
es: Cancelar cuenta regresiva, no borrar mi cuenta.

# deleteAccountDeleteInProgress_text_privacyWidgetDeleteAccountPage
source: Your account is being deleted...
de: Dein Konto wird gelöscht...
es: Tu cuenta está siendo eliminada...

# deleteAccountYourAccountWasDeleted_text_privacyWidgetDeleteAccountPage
source: Your account and all your data were deleted, if you want to continue using the app, please, create a new account
de: Dein Konto und alle deine Daten wurden gelöscht. Wenn du die App weiterhin nutzen möchtest, erstelle bitte ein neues Konto.
es: Tu cuenta y todos tus datos fueron eliminados, si deseas seguir usando la aplicación, por favor, crea una nueva cuenta.

# genericDeleteAccountException_dialog_deleteAccountPage
source: There is a problem deleting your account, you can try restarting the application or trying again later.
de: Beim Löschen deines Kontos ist ein Problem aufgetreten. Bitte versuche, die App neu zu starten oder versuche es später erneut.
es: Ocurrió un problema intentando borrar tu cuenta, por favor, intenta reiniciando la aplicación o intentalo nuevamente más tarde.

# exportDataTitle_text_privacyWidgetExportDataPage
source: Export data
de: Daten exportieren
es: Exportar datos

# exportDataSubtitle_text_privacyWidgetExportDataPage
source: Do you really want to export all your data?
de: Möchtest du wirklich alle Daten exportieren?
es: ¿Realmente quieres exportar todos tus datos?

# exportDataSubtitle2_text_privacyWidgetExportDataPage
source: All your account data will be placed in an xlsx file, which it will be saved in the 'downloads' folder of your phone.
de: Du musst einen Speicherort für die Datei mit deinen Daten auswählen und uns die Berechtigung geben, den ausgewählten Ordner zu verwalten.
es: Tendrás que escoger una ubicación para guardar el archivo con tus datos y darnos permiso para gestionar la carpeta seleccionada.

# exportDataSubtitle3_text_privacyWidgetExportDataPage
source: Exporting your data might be useful to back it up or use it with another service.
de: Das Exportieren deiner Daten kann nützlich sein, um sie zu sichern oder mit einem anderen Dienst zu verwenden.
es: Exportar tus datos puede ser útil para respaldarlos o utilizarlos con otro servicio.

# exportDataSubtitle4_text_privacyWidgetExportDataPage
source: Remember to be careful, all your data will be placed in a file without any security.
de: Denke daran, vorsichtig zu sein, da alle deine Informationen in einer Datei ohne Sicherheit abgelegt werden.
es: Recuerda ser cuidadoso, ya que toda tu información será puesta en un archivo sin seguridad.

# exportDataSucessfulExportation_dialog_privacyWidgetExportDataPage
source: All your data were exported. You can find your data file in your 'Downloads' folder. You can safely remove the 'All files access' permission.
de: Alle deine Daten wurden erfolgreich exportiert. Du kannst die Datei im ausgewählten Ordner finden.
es: Todos tus datos fueron exportados exitosamente. Puedes encontrar el archivo en la carpeta seleccionada.

# exportDataPermissionPermanentlyDenied_exception_privacyWidgetExportDataPage
source: The permission is permanently denied. In order to export your data, you will have to manually grant it or re-install the app.
de: Die Berechtigung wurde dauerhaft verweigert. Um deine Daten exportieren zu können, musst du sie manuell gewähren oder die App neu installieren.
es: El permiso está permanentemente negado. Para poder exportar tus datos, tendrás que otorgarlo manualmente o reinstalar la aplicación.

# exportDataPermissionDenied_exception_privacyWidgetExportDataPage
source: The required permission is not granted. To export your data, the permission of 'All files access' is needed. Try again.
de: Die erforderliche Berechtigung wurde nicht erteilt. Um deine Daten exportieren zu können, musst du einen Ordner auswählen und die angeforderte Berechtigung akzeptieren. Versuche es nochmal.
es: El permiso necesario no está otorgado. Para poder exportar tus datos es necesario seleccionar una carpeta y aceptar el permiso solicitado. Inténtalo nuevamente.

# exportDataFileCouldNotBeCreated_exception_privacyWidgetExportDataPage
source: The file could not be created, please, try restarting the app or trying again later.
de: Die Datei konnte nicht erstellt werden. Bitte versuche, die App neu zu starten oder versuche es später erneut.
es: El archivo no pudo crearse, por favor, intenta reiniciar la aplicación o intenta nuevamente más tarde.

# exportDataGenericException_exception_privacyWidgetExportDataPage
source: Your data could not be exported, please, try restarting the app or trying again later.
de: Deine Daten konnten nicht exportiert werden. Bitte versuche, die Anwendung neu zu starten oder versuche es später erneut.
es: Tus datos no pudieron exportarse, por favor, intenta reiniciar la aplicación o intenta nuevamente más tarde.

# about_text_aboutPage
source: About
de: Über
es: Acerca de

# privacyPolicyTitle_text_aboutPage
source: Privacy Policy
de: Datenschutzrichtlinie
es: Política de Privacidad

# privacyPolicySubtitle_text_aboutPage
source: Review our Privacy Policy.
de: Datenschutzrichtlinien überprüfen.
es: Revisa nuestras Políticas de Privacidad.

# termsOfServiceTitle_text_aboutPage
source: Terms of Service
de: Nutzungsbedingungen
es: Términos de Servicio

# termsOfServiceSubtitle_text_aboutPage
source: Review our Terms of Service.
de: Nutzungsbedingungen überprüfen.
es: Revisa nuestros Términos de Servicio.

# softwareLicenseTitle_text_aboutPage
source: Software License
de: Softwarelizenz
es: Licencia de Software

# softwareLicenseSubtitle_text_aboutPage
source: Review the software license that is used in this project.
de: Überprüfe die Softwarelizenz, die dieses Projekt verwendet.
es: Revisa la licencia de software que utiliza este proyecto.

# thirdPartySoftwareTitle_text_aboutPage
source: Third-party Software
de: Drittanbieter-Software
es: Software de terceros

# thirdPartySoftwareSubtitle_text_aboutPage
source: Review the third-party code we utilized in this software and their respective licenses.
de: Drittanbietersoftware und deren Lizenzen überprüfen, die für diese App verwendet wurden.
es: Revisa el software de terceros que utilizamos en esta aplicación con sus respectivas licencias.

# websiteTitle_text_aboutPage
source: Website
de: Entwickler-Website
es: Sitio web del desarrollador

# websiteSubtitle_text_aboutPage
source: Explore our development journey, our open-source code, contact email, and more on our website.
de: Erfahre mehr über den Entwicklungsprozess, unseren Open-Source-Code, unsere Kontakt-E-Mail und mehr auf unserer Website.
es: Descubre como fue el proceso de desarrollo, nuestro código abierto, correo de contacto, y más en nuestro sitio web.

# noteFunctionsMenu_popupMenu_color
source: Color
de: Farbe

# noteTasks_snackbar_emptyTask
source: You can't create an empty task
de: Du kannst keine leere Aufgabe erstellen
