Repository: nicolas-ferrada/mycustomnotes
Catalog: lib/l10n/app_*.arb
Languages: de, es

# unexpectedException_dialog
source: Sorry, an unexpected error found, please try restarting the application or try again later.
de: Es tut uns leid, ein unerwarteter Fehler ist aufgetreten; bitte versuche die App neu zu starten oder es später erneut zu versuchen.
es: Lo sentimos, se encontró un error no esperado, por favor, intenta reiniciar la aplicación o intentar nuevamente más tarde.

# cancelButton
source: Cancel
de: Abbrechen
es: Cancelar

# closeButton
source: Close
de: Schließen
es: Cerrar

# email_textformfield_loginPage
source: Enter your email
de: Email eingeben
es: Ingresa tu correo

# login_button_loginPage
source: Log in
de: Anmelden
es: Iniciar sesión

# passwordRecover_richText_info_loginPage
source: Forgot password?
de: Passwort vergessen?
es: ¿Olvidaste tu contraseña?

# password_textformfield_loginPage
source: Enter your password
de: Passwort eingeben
es: Ingresa tu contraseña

# signUp_richText_loginPage
source: Sign up
de: Registrieren
es: Regístrate

# signUp_text_info_loginPage
source: Don't have an account?
de: Hast du kein Konto?
es: ¿No tienes una cuenta?

# or_text_separator_loginPage
source: Or
de: Oder
es: O

# googleButton_button_loginPage
source: Sign in with Google
de: Mit Google anmelden
es: Acceder con Google

# wrongPassword_dialog_loginPage
source: You have entered a wrong password.
de: Das von dir eingegebene Passwort ist falsch
es: Has ingresado una contraseña incorrecta.

# userNotFound_dialog_loginPage
source: The entered account does not exist. You need to register before login in, if you did, check your email is well written.
de: Das eingegebene Konto existiert nicht. Du musst dich erst registrieren, bevor du dich anmelden kannst. Wenn du dich bereits registriert hast, überprüfe bitte, ob deine Login-Daten korrekt geschrieben ist.
es: La cuenta ingresada no existe. Necesitas registrarte antes de iniciar sesión, si lo hiciste, revisa que el email esté bien escrito.

# invalidEmail_dialog_loginPage
source: The entered email is not valid.
de: Die eingegebene E-mail ist nicht gültig
es: El correo ingresado no es válido.

# unknown_empty_dialog_loginPage
source: You have to type an email and password.
de: Du musst eine E-Mail und ein Passwort eingeben.
es: Debes ingresar un correo y contraseña.

# networkRequestFailed_dialog_loginPage
source: You must to be connected to internet for logging in.
de: Du musst eine Internetverbindung haben, um dich anzumelden.
es: Debes estar conectado a internet para iniciar sesión.

# tooManyLoginRequests_dialog_loginPage
source: Access to this account has been temporarily disabled due to many failed login attempts. You can immediately restore it by resetting your password or you can try again later.
de: Der Zugriff auf dieses Konto wurde vorübergehend aufgrund vieler fehlgeschlagener Anmeldeversuche deaktiviert. Du kannst ihn sofort wiederherstellen, indem du dein Passwort zurücksetzt, oder du kannst es später erneut versuchen.
es: El acceso a esta cuenta se ha deshabilitado temporalmente debido a muchos intentos fallidos de inicio de sesión. Puedes restaurarlo inmediatamente restableciendo tu contraseña o puedes volver a intentarlo más tarde.

# genericLoginException_dialog_loginPage
source: There is an problem with your login, try double checking the data you are writing, also you can try restarting the application or trying again later.
de: Es gibt ein Problem bei der Anmeldung. Überprüfe die eingegebenen Daten. Du kannst auch versuchen, die App neu zu starten oder es später erneut zu versuchen.
es: Hay un problema con el inicio de sesión, corrobora los datos que estás escribiendo. También puedes intentar reiniciando la aplicación o intentar nuevamente más tarde.

# title_appbar_registerPage
source: Create an account
de: Konto erstellen
es: Crea una cuenta

# email_textformfield_registerPage
source: Enter your email
de: E-mail eingeben
es: Ingresa tu correo

# emailConfirm_textformfield_registerPage
source: Confirm your email
de: Email bestätigen
es: Confirma tu correo

# password_textformfield_registerPage
source: Enter a password
de: Passwort eingeben
es: Ingresa una contraseña

# confirmPassword_textformfield_registerPage
source: Confirm your password
de: Passwort bestätigen
es: Confirma tu contraseña

# createAccount_button_registerPage
source: Create account
de: Konto erstellen
es: Crear cuenta

# googleButton_button_registerPage
source: Sign up with Google
de: Über Google registrieren
es: Registrarse con Google

# confirmPasswordInvalid_dialog_registerPage
source: The two passwords entered do not match, please try writing your password again.
de: Die beiden eingegebenen Passwörter stimmen nicht überein. Bitte versuche, sie erneut einzugeben.
es: Las dos contraseñas ingresadas no coinciden, por favor, intenta escribiendolas nuevamente.

# emailAlreadyInUse_dialog_registerPage
source: You have entered an email that is already in use.
de: Die eingegebene E-Mail-Adresse wird bereits verwendet.
es: El correo ingresado está en uso.

# invalidEmail_dialog_registerPage
source: You have entered an invalid email.
de: Die eingegebene E-Mail ist nicht gültig
es: El correo ingresado es inválido.

# weakPassword_dialog_registerPage
source: You have entered a weak password.
de: Das eingegebene Passwort ist zu schwach.
es: Has ingresado una contraseña muy débil.

# unknown_empty_dialog_registerPage
source: You have to type an email and password.
de: Du musst eine E-Mail und ein Passwort eingeben.
es: Debes ingresar un correo y contraseña.

# emailsDoNotMatch_dialog_registerPage
source: The emails do not match.
de: Die E-Mail-Adressen stimmen nicht überein.
es: Los correos no coinciden.

# genericRegisterException_dialog_registerPage
source: There is a problem creating your account, try double checking the data you are writing, also you can try restarting the application or trying again later.
de: Es gibt ein Problem bei der Kontoerstellung. Überprüfe die eingegebenen Daten. Du kannst auch versuchen, die App neu zu starten oder es später erneut zu versuchen.
es: Hay un problema al crear tu cuenta, corrobora los datos que estás escribiendo. También puedes intentar reiniciar la aplicación o intentar nuevamente más tarde.

# title_appbar_recoverPasswordPage
source: Reset password
de: Passwort zurücksetzen
es: Restablecer contraseña

# instructions_text_recoverPasswordPage
source: Enter your email to reset your password.
de: Gib deine E-Mail-Adresse ein, um dein Passwort zurückzusetzen.
es: Ingresa tu correo para restablecer tu contraseña.

# email_textformfield_recoverPasswordPage
source: Enter your email
de: E-mail eingeben
es: Ingresa tu correo

# resetPassword_button_recoverPasswordPage
source: Reset password
de: Passwort zurücksetzen
es: Restablecer contraseña

# sucessfulMailSent_title_dialog_recoverPasswordPage
source: Successful
de: Erfolgreich abgeschlossen
es: Realizado con éxito

# sucessfulMailSent_body_dialog_recoverPasswordPage
source: An email to reset your password was sent.
de: Eine E-Mail zum Zurücksetzen deines Passworts wurde gesendet.
es: Un correo para restablecer tu contraseña ha sido enviado.

# invalidEmail_dialog_recoverPasswordPage
source: You have entered an invalid email.
de: Du hast eine ungültige E-Mail-Adresse eingegeben.
es: Has ingresado un correo inválido.

# userNotFound_dialog_recoverPassword
source: The entered account does not exist.
de: Das eingegebene Konto existiert nicht.
es: La cuenta ingresada no existe.

# unknown_empty_dialog_recoverPassword
source: You have to type an email.
de: Du musst eine E-Mail eingeben
es: Debes ingresar un correo.

# genericRecoverPasswordException_dialog_recoverPasswordPage
source: There is a problem resetting your password, you can try restarting the application or trying again later.
de: Es gibt ein Problem beim Zurücksetzen deines Passworts. Bitte versuche die App neu zu starten oder versuche es später erneut.
es: Hay un problema restableciendo tu contraseña, por favor, intenta reiniciando la aplicación o intentalo nuevamente más tarde.

# title_appbar_emailVerificationPage
source: Email verification
de: E-Mail-Verifizierung
es: Verificación de correo

# infoMailSentTo_text_emailVerificationPage
source: The verification email was sent to:
de: Die Verifizierungs-E-Mail wurde gesendet an:
es: El correo de verificación fue enviado a:

# signOut_button_emailVerificationPage
source: Can't verify the email? Sign out
de: Kannst du die E-Mail nicht verifizieren? Logge dich aus.
es: ¿No puedes verificar el correo?, cierra sesión

# errorGoogleLoginOldAccountAfterEmailChange_text_emailVerificationPage
source: You have recently changed your account's email, please, sign in with Google using your new email.
de: Du hast kürzlich deine E-Mail-Adresse geändert. Bitte melde dich mit deinem neuen Google-Konto oder Apple-Konto an.
es: Recientemente has cambiado el correo de tu cuenta, por favor, acceda usando su nuevo correo con Google o Apple. Si no puedes, usa el correo que recibiste para cambiar tu dirección de correo de vuelta.

# emailAlreadyVerified_dialog_emailVerificationPage
source: The email is already verified
de: Diese E-Mail-Adresse ist bereits verifiziert.
es: Este correo ya está verificado

# getUserConfigurationError_snapshotHasError_homePage
source: Error reading the user configuration, please, restart the app...
de: Es gab ein Problem beim Lesen deiner Benutzereinstellungen. Bitte starte die App neu.
es: Hubo un problema al leer las configuraciones del usuario, por favor, reinicie la aplicación...

# getNotesError_snapshotHasError_homePage
source: Error reading the notes, please, restart the app...
de: Fehler beim Lesen der Notizen, bitte starte die App neu.
es: Error al leer las notas, por favor, reinicia la aplicación...

# noNotesCreated_text_homePage
source: You don't have any note or folder created.
de: Du hast keine Notizen oder Ordner erstellt.
es: No tienes ninguna nota o carpeta creada.

# title_drawer_homePage
source: Setting menu
de: Einstellungen
es: Menú de configuración

# language_drawer_homePage
source: Language
de: Sprache
es: Idioma

# dateAndTime_drawer_homePage
source: Date and time format
de: Datum- und Uhrzeitformat
es: Formato de fecha y hora

# notesView_drawer_homePage
source: Notes view
de: Notizansicht
es: Vista de notas

# accountSecurityAndPrivacy_drawer_homePage
source: Account, security and privacy
de: Konto, Sicherheit und Datenschutz
es: Cuenta, seguridad y privacidad

# logOut_drawer_homePage
source: Log out
de: Abmelden
es: Cerrar sesión

# languageTitle_drawerDialog_homePage
source: Select language
de: Sprache auswählen
es: Seleccionar idioma

# languageEnglishOption_drawerDialog_homePage
source: English
es: Inglés

# languageSpanishOption_drawerDialog_homePage
source: Spanish
de: Español
es: Español

# languageCurrentLanguageSelected_drawerDialog_homePage
source: Current language selected:
de: Ausgewählte Sprache:
es: Idioma seleccionado:

# dateTimeTitle_drawerDialog_homePage
source: Date and time format
de: Datum- und Uhrzeitformat
es: Formato de fecha y hora

# dayMonthYearOption_drawerDialog_homePage
source: Day Month Year
de: Tag Monat Jahr
es: Día Mes Año

# yearMonthDayOption_drawerDialog_homePage
source: Year Month Day
de: Jahr Monat Tag
es: Año Mes Día

# monthDayYearOption_drawerDialog_homePage
source: Month Day Year
de: Monat Tag Jahr
es: Mes Día Año

# hours12option_drawerDialog_homePage
source: 12 hours
de: 12 Stunden
es: 12 horas

# hours24option_drawerDialog_homePage
source: 24 hours
de: 24 Stunden
es: 24 horas

# currentFormatSelectedInfo_drawerDialog_homePage
source: Current format selected:
de: Ausgewähltes Format:
es: Formato seleccionado:

# dayMonthYear12hoursCurrentFormatSelected_drawerDialog_homePage
source: Day/Month/Year 12 hours
de: Tag/Monat/Jahr 12 Stunden
es: Día/Mes/Año 12 horas

# yearMonthDay12hoursCurrentFormatSelected_drawerDialog_homePage
source: Year/Month/Day 12 hours
de: Jahr/Monat/Tag 12 Stunden
es: Año/Mes/Día 12 horas

# monthDayYear12hoursCurrentFormatSelected_drawerDialog_homePage
source: Month/Day/Year 12 hours
de: Monat/Tag/Jahr 12 Stunden
es: Mes/Día/Año 12 horas

# dayMonthYear24hoursCurrentFormatSelected_drawerDialog_homePage
source: Day/Month/Year 24 hours
de: Tag/Monat/Jahr 24 Stunden
es: Día/Mes/Año 24 horas

# yearMonthDay24hoursCurrentFormatSelected_drawerDialog_homePage
source: Year/Month/Day 24 hours
de: Jahr/Monat/Tag 24 Stunden
es: Año/Mes/Día 24 horas

# monthDayYear24hoursCurrentFormatSelected_drawerDialog_homePage
source: Month/Day/Year 24 hours
de: Monat/Tag/Jahr 24 Stunden
es: Mes/Día/Año 24 horas

# applyChanges_button_drawerDialog_homePage
source: Apply changes
de: Änderungen speichern
es: Aplicar cambios

# notesViewTitle_drawerDialog_homePage
source: Notes view
de: Notizansicht
es: Vista de notas

# smallNotesViewOption_drawerDialog_homePage
source: Small
de: Klein
es: Pequeña

# splitNotesViewOption_drawerDialog_homePage
source: Split
de: Geteilt
es: Dividida

# largeNotesViewOption_drawerDialog_homePage
source: Large
de: Groß
es: Grande

# viewSelectedNotesViewInfo_drawerDialog_homePage
source: View selected:
de: Ausgewählte Ansicht:
es: Vista seleccionada:

# logOutTitle_drawerDialog_homePage
source: Log out
de: Abmelden
es: Cerrar sesión

# logOutInfo_drawerDialog_homePage
source: Do you really want to log out?
de: Möchtest du dich wirklich abmelden?
es: ¿Realmente quieres cerrar sesión?

# logOut_button_drawerDialog_homePage
source: Log out
de: Abmelden
es: Cerrar sesión

# editing_dialog_userConfiguration
source: Error editing the user configurations, please, try restarting the app
de: Fehler beim Bearbeiten der Benutzereinstellungen. Bitte versuche, die App neu zu starten.
es: Error al editar la configuración del usuario, por favor, intenta reiniciando la aplicación

# reading_dialog_userConfiguration
source: Error reading the user configurations, please, try restarting the app
de: Fehler beim Lesen der Benutzereinstellungen, bitte versuche die App neu zu starten.
es: Error al leer la configuración del usuario, por favor, intenta reiniciando la aplicación

# creating_dialog_userConfiguration
source: Error creating the user configurations, please, try restarting the app
de: Fehler beim Erstellen der Benutzereinstellungen, bitte versuche die App neu zu starten.
es: Error al crear la configuración del usuario, por favor, intenta reiniciando la aplicación

# newNote_floatingButton_homePage
source: New note
de: Notiz erstellen
es: Crear nota

# newFolder_floatingButton_homePage
source: New folder
de: Ordner erstellen
es: Crear carpeta

# newNoteTitle_dialog_homePage
source: Select note type
de: Notizen-typ wählen
es: Selecciona el tipo de nota

# newNoteTextNoteOption_dialog_homePage
source: Text Note
de: Textnotiz
es: Nota de texto

# newNoteTasksNoteOption_dialog_homePage
source: Tasks Note
de: Aufgabenliste
es: Nota de tareas

# showHideNotes_button_homePage
source: All notes
de: Alle Notizen
es: Todas las notas

# titleInput_textformfield_noteTextCreatePage
source: Title
de: Titel
es: Título

# bodyInput_textformfield_noteTextCreatePage
source: Body
de: Inhalt
es: Cuerpo

# save_button_noteTextCreatePage
source: Save
de: Speichern
es: Guardar

# favorite_snackbar_noteMarked
source: Note marked as favorite
de: Notiz zu Favoriten hinzugefügt
es: Nota agregada a favoritos

# favorite_snackbar_noteMarkedAgain
source: Note marked as favorite, no changes were made
de: Die Notiz wurde zu Favoriten hinzugefügt, es wurden keine Änderungen vorgenommen.
es: La nota se ha agregado a favoritos, ningún cambio fue hecho

# favorite_snackbar_noteUnmarked
source: Note removed from favorite
de: Aus Favoriten entfernt
es: Nota quitada de favoritos

# favorite_snackbar_noteUnmarkedAgain
source: Note removed from favorite, no changes were made
de: Die Notiz wurde aus Favoriten entfernt, es wurden keine Änderungen vorgenommen.
es: La nota se ha quitado de favoritos, ningún cambio fue hecho

# favorite_snackbar_folderMarked
source: Folder marked as favorite
de: Ordner zu Favoriten hinzugefügt
es: Carpeta agregada a favoritos

# favorite_snackbar_folderMarkedAgain
source: Folder marked as favorite, no changes were made
de: Ordner zu Favoriten hinzugefügt, es wurden keine Änderungen vorgenommen.
es: La carpeta se ha agregado a favoritos, ningún cambio fue hecho

# favorite_snackbar_folderUnmarked
source: Folder removed from favorite
de: Ordner aus Favoriten entfernt
es: Carpeta quitada de favoritos

# favorite_snackbar_folderUnmarkedAgain
source: Folder removed from favorite, no changes were made
de: Ordner aus Favoriten entfernt, es wurden keine Änderungen vorgenommen
es: La carpeta se ha quitado de favoritos, ningún cambio fue hecho

# color_dialog_title
source: Pick a color
de: Farbe wählen
es: Elige un color

# color_snackbar_alreadyHaveThisColor
source: Your note already have this color
de: Deine Notiz hat bereits diese Farbe
es: Tu nota ya tiene este color

# color_snackbar_newColorSelected
source: New color selected
de: Du hast eine neue Farbe ausgewählt
es: Has seleccionado un nuevo color

# color_snackbar_folderAlreadyHaveThisColor
source: Your folder already have this color
de: Dein Ordner hat bereits diese Farbe
es: Tu carpeta ya tiene este color

# delete_textDialog_folderDelete
source: Do you really want to delete this folder?
de: Möchtest du diesen Ordner wirklich löschen?
es: ¿Realmente quieres borrar esta carpeta?

# url_dialog_urlNotValid
source: The url is not valid
de: Der Link ist nicht gültig
es: El link no es válido

# url_dialog_couldNotLaunch
source: Sorry, could not launch this URL, try with other one
de: Leider gab es ein Problem mit dem Link. Versuche es mit einem anderen.
es: Lo siento, hubo un problema con el link, intenta con otro

# url_AnyLinkPreviewWidget_titleError
source: Error: can't load the title...
de: Fehler: Der Titel konnte nicht geladen werden.
es: Error: no se pudo cargar el título...

# url_AnyLinkPreviewWidget_contentError
source: Error: can't load the content...
de: Fehler: Der Inhalt konnte nicht geladen werden.
es: Error: no se pudo cargar el contenido...

# url_AnyLinkPreviewWidget_widgetError
source: Error: can't display any image...
de: Fehler: Es können keine Bilder angezeigt werden. Die URL könnte nicht gültig sein, versuche es nochmal.
es: Error: no se puede mostrar ninguna imagen. El Url podría ser inválido, prueba nuevamente.

# url_dialog_title
source: Insert a URL
de: Füge einen Link ein
es: Inserta un link

# url_dialog_explanation
source: You can paste any internet url to show it in your text notes.
de: Du kannst einen link einfügen, um ihn in deinen Textnotizen anzuzeigen. Die URL muss ‘http/https’ enthalten.
es: Puedes pegar cualquier link de internet para mostrarlo en tus notas de texto. (El Url debe incluir http/https).

# url_dialog_textformfieldUrlInput
source: Enter a url
de: Füge einen Link ein
es: Ingresa un link

# url_dialogSnackbar_invalidUrl
source: The entered url is invalid
de: Der eingegebene Link ist nicht gültig
es: El link ingresado es inválido

# url_dialog_confirmButton
source: Use this url
de: Diesen Link verwenden
es: Usar este link

# url_dialog_deleteButton
source: Remove current url in my note
de: Den aktuellen Link aus meiner Notiz entfernen
es: Eliminar el link actual en mi nota

# info_dialog_title
source: Note details
de: Notizdetails
es: Detalles de la nota

# info_dialog_creationDate
source: Creation date:
de: Erstellungsdatum:
es: Fecha de creación:

# info_dialog_lastModificationDate
source: Last modification date:
de: Datum der letzten Änderung:
es: Fecha de última modificación:

# infoFolder_dialog_title
source: Folder details
de: Ordnerdetails
es: Detalles de la carpeta

# deleteNote_dialog_title
source: Confirmation
de: Bestätigung
es: Confirmación

# deleteNote_dialog_infoText
source: Do you really want to permanently delete this note?
de: Möchtest du diese Notiz wirklich dauerhaft löschen?
es: ¿Realmente quieres eliminar esta nota de forma permanente?

# deleteNote_dialog_exceptionNoteNotFound
source: Note not found, probably it was already deleted
de: Die Notiz wurde nicht gefunden, sie wurde wahrscheinlich bereits gelöscht
es: La nota no fue encontrada, probablemente ya fue eliminada

# deleteNote_dialog_deleteButton
source: Delete
de: Löschen
es: Borrar

# noteFunctionsMenu_popupMenu_favorite
source: Favorite
de: Favorit
es: Favorito

# noteFunctionsMenu_popupMenu_insert
source: Insert
de: Einfügen
es: Insertar

# noteFunctionsMenu_popupMenu_share
source: Share
de: Teilen
es: Compartir

# noteFunctionsMenu_popupMenu_details
source: Details
es: Detalles

# noteFunctionsMenu_popupMenu_delete
source: Delete
de: Löschen
es: Borrar

# folderFunctionsMenu_popupMenu_edit
source: Edit
de: Bearbeiten
es: Editar

# noteTasks_text_tabTasksCompleted
source: Tasks completed
de: Abgeschlossene Aufgaben
es: Tareas completadas

# noteTasks_text_noTasksAdded
source: No tasks added yet. Tap the 'New task' icon to start.
de: Es wurden noch keine Aufgaben erstellt. Tippe auf “Neue Aufgabe” um zu beginnen
es: Aún no se han creado tareas. Toca el ícono 'Nueva tarea' para comenzar.

# noteTasks_textformfield_createNewTask
source: Create a new task
de: Neue Aufgabe erstellen
es: Crea una nueva tarea

# noteTasks_button_newTask
source: New task
de: Neue Aufgabe
es: Nueva tarea

# noteTasks_text_shareCompletedNote
source: Completed
de: Abgeschlossen
es: Terminadas

# noteTasks_text_shareNotCompletedNote
source: Pending
de: Offene Aufgaben
es: Pendientes

# noteTasks_text_buildNotesAllCompleted
source: All tasks are completed!
de: Alle Aufgaben erledigt!
es: ¡Todas las tareas hechas!

# noteTasks_text_buildNotesNoTasksAdded
source: No tasks added yet.
de: Keine Aufgaben
es: Ninguna tarea agregada.

# discardChanges_dialog_title
source: Discard changes?
de: Was möchtest du tun?
es: ¿Qué deseas hacer?

# discardChanges_dialog_subtitle_partone
source: Press the save button
de: Drücke auf speichern
es: ¡Presiona el botón guardar

# discardChanges_dialog_subtitle_parttwo
source: to not lose your changes
de: um Änderungen nicht zu verlieren!
es: para no perder cambios!

# discardChanges_dialog_leaveButton
source: Leave without saving
de: Ohne Speichern verlassen
es: Salir sin guardar

# discardChanges_dialog_cancelButton
source: Stay here to save
de: Bleiben, um zu speichern
es: Quedarme para guardar

# notesService_exception_gettingNotes
source: Error getting your notes, please, try restarting the app and check if your internet connection is stable
de: Es war nicht möglich, deine Notizen abzurufen. Bitte versuche die App neu zu starten und überprüfe deine Internetverbindung.
es: No se pudo obtener tus notas, por favor, intenta reiniciando la aplicación y revisa si tu conexión a internet es estable

# notesService_exception_creatingNote
source: Error creating the note, please, try restarting the app and check if your internet connection is stable
de: Es war nicht möglich, die Notiz zu erstellen. Bitte versuche die App neu zu starten und überprüfe deine Internetverbindung.
es: No se pudo crear la nota, por favor, intenta reiniciando la aplicación y revisa si tu conexión a internet es estable

# notesService_exception_editingNote
source: Error modifying the note, please, try restarting the app and check if your internet connection is stable
de: Es war nicht möglich, die Notiz zu bearbeiten. Bitte versuche die App neu zu starten und überprüfe deine Internetverbindung.
es: No se pudo modificar la nota, por favor, intenta reiniciando la aplicación y revisa si tu conexión a internet es estable
